<?php
return array (
  0 => 
  array (
    0 => 1,
    1 => 'php文件操作',
    2 => 
    array (
      array('打开文件','20151231165011', ),
      array('关闭文件','20151231165012', ),
      array('读取','20151231165013', 'txt'),
      array( '写入与文件锁','20151231165014',),
      array('权限操作','20151231165015', ),
    ),
  ),
  1 => 
  array (
    0 => 2,
    1 => 'mysql数据库操作',
    2 => 
    array (
	  array('数据库连接','20151231165021', ),
      array('select语句','20151231165022', ),
      array('insert语句','20151231165023', ),
      array('update','20151231165024', ),
      array('delete','20151231165025', ),
    ),
  ),
);